Repository: AleksandrKazDev/JustWater
Catalog: JustWater/Localization/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld ml
ru: %lld мл

source: %lld percent
ru: %lld процентов

source: +%lld ml
ru: +%lld мл

source: 5 seconds
ru: 5 секунд

source: Activity Level
ru: Уровень активности

# activity.high.description
source: An active routine with frequent workouts, intense training, or a physically demanding day.
ru: Высокая активность: частые тренировки, интенсивная нагрузка или физически активный день.

# activity.high.title
source: High
ru: Высокая

# activity.low.description
source: A mostly sedentary day with little walking and no regular workouts.
ru: В основном сидячий день, мало ходьбы и без регулярных тренировок.

# activity.low.title
source: Low
ru: Низкая

# activity.moderate.description
source: A balanced routine with regular walking or light workouts during the week.
ru: Обычный уровень активности: прогулки или лёгкие тренировки в течение недели.

# activity.moderate.title
source: Moderate
ru: Средняя

source: Add
ru: Добавить

source: Add Drink
ru: Добавить напиток

source: Add Water
ru: Добавить воду

source: Amount
ru: Объём

source: App
ru: Приложение

source: Appearance
ru: Тема приложения

# appearance.dark
source: Dark
ru: Тёмная

# appearance.light
source: Light
ru: Светлая

# appearance.system
source: System
ru: Системная

source: Build a calmer hydration habit.
ru: Формируйте спокойную привычку пить воду.

# calculator.calculate_recommendation
source: Calculate Recommendation
ru: Рассчитать рекомендацию

source: Change
ru: Изменить

source: Change the app language in iPhone Settings.
ru: Измените язык приложения в настройках iPhone.

source: Choose a drink type and amount
ru: Выберите тип напитка и объём

source: Choose how water amounts are displayed.
ru: Выберите, как отображать объём воды.

# common.add
source: Add
ru: Добавить

# common.cancel
source: Cancel
ru: Отмена

# common.delete
source: Delete
ru: Удалить

# common.done
source: Done
ru: Готово

# common.edit
source: Edit
ru: Изменить

# common.save
source: Save
ru: Сохранить

source: Continue
ru: Продолжить

source: Custom amount
ru: Введите объём

source: Custom Goal
ru: Своя цель

source: Daily goal
ru: Дневная цель

source: Daily Summary
ru: Ежедневная сводка

source: Date
ru: Дата

source: Delete entry
ru: Удалить запись

source: Done
ru: Готово

source: Drink Summary
ru: Сводка по напиткам

source: Drink Type
ru: Тип напитка

# drink.coffee
source: Coffee
ru: Кофе

# drink.juice
source: Juice
ru: Сок

# drink.milk
source: Milk
ru: Молоко

# drink.other
source: Other
ru: Другое

# drink.soda
source: Soda
ru: Газировка

# drink.tea
source: Tea
ru: Чай

# drink.water
source: Water
ru: Вода

source: End Time
ru: Время конца

source: Enter your weight
ru: Введите свой вес

source: Entries
ru: Записи

# entry_editor.add.action
source: Save Entry
ru: Сохранить запись

# entry_editor.add.title
source: Add Entry
ru: Добавить запись

# entry_editor.edit.action
source: Save Entry
ru: Сохранить изменения

# entry_editor.edit.title
source: Save Changes
ru: Сохранить изменения

source: Everything you need to stay mindful of your hydration, without clutter.
ru: Всё нужное для контроля воды без лишнего шума.

source: Frequency
ru: Частота уведомлений

source: Gender
ru: Пол

# gender.female
source: Female
ru: Женский

# gender.male
source: Male
ru: Мужской

source: Gentle reminders
ru: Мягкие уведомления

source: Gentle reminders during your day.
ru: Мягкие уведомления в течение дня.

source: Get Started
ru: Начать

source: Goal
ru: Цель

source: Goal Calculator
ru: Калькулятор цели

# goal_calculator.title
source: Goal Calculator
ru: Калькулятор цели

source: Haptics
ru: Тактильный отклик

source: History
ru: История

# history.chart.consumption
source: Consumption
ru: Потребление

# history.chart.daily_goal
source: Daily goal
ru: Цель на день

# history.chart.intake_by_time
source: Intake by Time
ru: Потребление по времени

# history.period.day
source: Day
ru: День

# history.period.month
source: Month
ru: Месяц

# history.period.week
source: Week
ru: Неделя

# history.period.year
source: Year
ru: Год

# history.select_date
source: Select Date
ru: Выберите дату

# history.select_month
source: Select Month
ru: Выберите месяц

# history.select_week
source: Select Week
ru: Выберите неделю

# history.select_year
source: Select Year
ru: Выберите год

# history.stat.average
source: Average
ru: Среднее

# history.stat.daily_avg
source: Daily Avg
ru: Среднее за день

# history.stat.entries
source: Entries
ru: Записи

# history.stat.goal
source: Goal
ru: Цель

# history.stat.goal_reached
source: Goal reached
ru: Цель достигнута

# history.stat.goal_reached.days %lld
source: %lld days
ru: %lld дня

# history.stat.highest_day
source: Highest Day
ru: Максимум за день

# history.stat.highest_month
source: Highest Month
ru: Максимум за месяц

# history.stat.monthly_avg
source: Monthly Avg
ru: Среднее за месяц

# history.stat.streak
source: Streak
ru: Ударная серия

# history.stat.streak.days %lld
source: %lld days
ru: %lld дня

# history.stat.total
source: Total
ru: Всего

# history.title
source: History
ru: История

source: hydrated
ru: выполнено

source: Hydration progress
ru: Прогресс за день

source: Hydration Reminders
ru: Уведомления о воде

source: iPhone Settings
ru: Настройки iPhone

source: JustWater is designed for general wellness tracking and is not medical advice.
ru: JustWater предназначен для общего wellness tracking и не является медицинской рекомендацией.

source: Language
ru: Язык

source: Local Data
ru: Локальные данные

source: Manage your hydration preferences.
ru: Настройте цель, уведомления и внешний вид приложения.

source: ml
ru: мл

source: Month
ru: Месяц

source: Monthly Summary
ru: Ежемесячная сводка

source: No data for selected period
ru: Нет данных за выбранный период

source: No drinks logged yet
ru: Пока нет записей о напитках

source: No entries yet
ru: Пока нет записей

source: No water added yet
ru: Вода пока не добавлена

# notification.hydration.body.1
source: Take a moment to drink some water.
ru: Сделайте паузу и выпейте немного воды.

# notification.hydration.body.2
source: A small sip now can help you stay on track.
ru: Пара глотков поможет не сбиться с цели.

# notification.hydration.body.3
source: Pause for a moment and have some water.
ru: Может короткую паузу на воду?

# notification.hydration.body.4
source: Keep your hydration going with a quick sip.
ru: Поддержите привычку — выпейте воды.

# notification.hydration.body.5
source: A little water break might be a good idea.
ru: Небольшой перерыв на воду может быть кстати.

# notification.hydration.body.6
source: Your next sip is a small step toward today’s goal.
ru: Следующий глоток — маленький шаг к цели на день.

# notification.hydration.body.7
source: Take a quick water break when you can.
ru: Сделайте небольшой перерыв на воду, когда будет удобно.

# notification.hydration.body.8
source: A few sips now can make the day feel better.
ru: Несколько глотков сейчас могут сделать день легче.

# notification.hydration.body.9
source: Keep it simple: a little water now.
ru: Всё просто: немного воды прямо сейчас.

# notification.hydration.body.10
source: Give yourself a calm hydration break.
ru: Устройте себе спокойный перерыв на воду.

# notification.hydration.title
source: Time to add water
ru: Время выпить воды

source: Notifications are disabled in iPhone Settings.
ru: Уведомления отключены в настройках iPhone.

source: of %@
ru: из %@

source: of %lld ml
ru: из %lld мл

# onboarding.continue
source: Continue
ru: Продолжить

# onboarding.get_started
source: Get Started
ru: Начать

# onboarding.start_tracking
source: Start Tracking
ru: Начать отслеживание

source: Open Settings
ru: Открыть настройки

source: Period
ru: Период

source: Personalize your daily hydration target based on your body and activity.
ru: Настройте дневную цель с учётом веса и активности.

source: Preferences
ru: Предпочтения

source: Recent Activity
ru: Последние записи

source: Recommended Goal
ru: Рекомендуемая цель

# reminder.frequency.four_hours
source: Every 4 hours
ru: Каждые 4 часа

# reminder.frequency.one_hour
source: Every hour
ru: Каждый час

# reminder.frequency.three_hours
source: Every 3 hours
ru: Каждые 3 часа

# reminder.frequency.two_hours
source: Every 2 hours
ru: Каждые 2 часа

source: Reminders
ru: Уведомления

source: Reset Onboarding
ru: Сбросить onboarding

source: Review your history
ru: История потребления

source: See your daily intake at a glance.
ru: Смотрите, сколько воды выпили сегодня.

source: Select Date
ru: Выберите дату

source: Settings
ru: Настройки

# settings.app
source: App
ru: Приложение

# settings.appearance
source: Appearance
ru: Внешний вид

# settings.change
source: Change
ru: Изменить

# settings.daily_goal
source: Daily Goal
ru: Дневная цель

# settings.header
source: Manage your hydration preferences.
ru: Настройте цель, уведомления и внешний вид приложения.

# settings.preferences
source: Preferences
ru: Предпочтения

# settings.reminders
source: Reminders
ru: Уведомления

# settings.title
source: Settings
ru: Настройки

source: Simple by design
ru: Простота в основе

source: Start Time
ru: Время начала

source: Start Tracking
ru: Начать отслеживание

source: Stay on track with gentle reminders.
ru: Получайте напоминания в течение дня.

source: Tactile feedback for app actions.
ru: Вибрация при действиях в приложении.

source: Test Notification
ru: Тест уведомлений

source: Time
ru: Время

source: Today, %@
ru: Сегодня, %@

source: Track water and other drinks with a clean, simple daily flow.
ru: Отслеживайте выпитую воду и другие напитки в простом ежедневном формате.

source: Track your daily water intake, review your history, and adjust your goal over time.
ru: Отслеживайте дневной объём воды, смотрите историю и меняйте цель со временем.

source: Track your progress
ru: Прогресс за день

source: Understand your hydration over time.
ru: Анализируйте статистику за разные периоды.

source: Undo
ru: Отменить

# undo.added
source: %@ added
ru: Добавлено: %@

# undo.deleted
source: %@ deleted
ru: Удалено: %@

# unit.fluid_ounces
source: Fluid ounces
ru: fl oz

# unit.milliliters
source: Milliliters
ru: Миллилитры

source: Units
ru: Единицы измерения

source: Use Custom Goal
ru: Использовать свою цель

source: Use Recommended Goal
ru: Использовать рекомендацию

source: Version unknown
ru: Версия неизвестна

source: Water
ru: Вода

source: Water Goal
ru: Цель потребления воды

source: Weight (kg)
ru: Вес (кг)

source: Wellness Tracking
ru: Wellness-трекинг

source: Year
ru: Год

source: You can always adjust it later in Settings.
ru: Её всегда можно изменить позже в настройках.

source: Your daily goal is ready.
ru: Цель на день установлена.

source: Your daily hydration target.
ru: Ваша дневная цель по воде.

source: Your hydration entries and goal history are stored locally on this device.
ru: Записи и история целей хранятся локально на этом устройстве.

source: Your recent activity will appear here after your first drink.
ru: Последние записи появятся после первого добавления.
